# IdeaStatiCa.ConnectionApi.Model.ConCrossSectionLibraryDefinition

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**MprlName** | **string** |  | [optional]
**MaterialName** | **string** |  | [optional]
**MirrorY** | **bool** |  | [optional]
**MirrorZ** | **bool** |  | [optional]
**Type** | **string** |  | [default to "IdeaStatiCa.Api.Connection.Model.Material.ConCrossSectionLibraryDefinition, IdeaStatiCa.Api"]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)